Repository: rqr9ykxjpd-cpu/common-ios
Catalog: Bond/Resources/ContentReport.xcstrings
Source language: tr
Languages: en

# contentReport.post
source: Gönderi
en: Post

# contentReport.comment
source: Yorum
en: Comment

# contentReport.message
source: Mesaj
en: Message

# contentReport.profile
source: Profil şikâyeti
en: Profile report

# contentReport.openMedia
source: Şikâyet edilen medyayı görüntüle
en: View reported media

# contentReport.remove
source: İçeriği kaldır
en: Remove content

# contentReport.removeConfirm
source: Şikâyet edilen bu içerik kaldırılsın mı?
en: Remove this reported content?

# contentReport.removeBody
source: Bu işlem şikâyete konu olan gönderiyi, story'yi, yorumu veya mesajı kaldırır. Geri alınamaz.
en: This removes the exact reported post, story, comment or message. It cannot be undone.

# contentReport.shareMessage
source: Yalnızca seçtiğin mesaj, inceleme için moderasyon ekibiyle paylaşılacak.
en: Only the selected message will be shared with the moderation team for review.

# contentReport.noTarget
source: Bu şikâyette belirli bir içerik seçilmemiş.
en: This report does not identify a specific piece of content.
